[
  {
    "quote": "All truly great thoughts are conceived while walking.",
    "source": "Friedrich Nietzsche"
  },
  {
    "quote": "Everywhere is walking distance if you have the time.",
    "source": "Steven Wright"
  },
  {
    "quote": "If I could not walk far and fast, I think I should just explode and perish.",
    "source": "Charles Dickens"
  },
  {
    "quote": "Home is everything you can walk to.",
    "source": "Rebecca Solnit"
  },
  {
    "quote": "It is good to collect things, but it is better to go on walks.",
    "source": "Anatole France"
  },
  {
    "quote": "Walking is the best possible exercise. Habituate yourself to walk very far.",
    "source": "Thomas Jefferson"
  },
  {
    "quote": "Walking is man's best medicine.",
    "source": "Hippocrates"
  },
  {
    "quote": "My grandmother started walking five miles a day when she was sixty. She's ninety-seven now, and we don't know where the heck she is.",
    "source": "Ellen DeGeneres"
  },
  {
    "quote": "There comes... a longing never to travel again except on foot.",
    "source": "Wendell Berry"
  },
  {
    "quote": "In every walk with nature one receives far more than he seeks.",
    "source": "John Muir"
  },
  {
    "quote": "An early-morning walk is a blessing for the whole day.",
    "source": "Henry David Thoreau"
  },
  {
    "quote": "One may walk over the highest mountain one step at a time.",
    "source": "Barbara Walters"
  },
  {
    "quote": "I'm a slow walker, but I never walk back.",
    "source": "Abraham Lincoln"
  },
  {
    "quote": "If you are seeking creative ideas, go out walking. Angels whisper to a man when he goes for a walk.",
    "source": "Raymond Inmon"
  },
  {
    "quote": "A vigorous five-mile walk will do more good for an unhappy but otherwise healthy adult than all the medicine and psychology in the world.",
    "source": "Paul Dudley White"
  },
  {
    "quote": "My father considered a walk among the mountains as the equivalent of churchgoing.",
    "source": "Aldous Huxley"
  },
  {
    "quote": "Thoughts come clearly while one walks.",
    "source": "Thomas Mann"
  },
  {
    "quote": "Your body is built for walking.",
    "source": "Gary Yanker"
  },
  {
    "quote": "In the morning a man walks with his whole body; in the evening, only with his legs.",
    "source": "Ralph Waldo Emerson"
  },
  {
    "quote": "The best remedy for a short temper is a long walk.",
    "source": "Jacqueline Schiff"
  },
  {
    "quote": "We live in a fast-paced society. Walking slows us down.",
    "source": "Robert Sweetgall"
  },
  {
    "quote": "Some people like surrounding themselves with beautiful objects, furniture, and art. A walk outside is a better value.",
    "source": "Jason Fried"
  }
]
